{
  "A": {
    "gameCode": "A",
    "gameName": "arte-ruim",
    "title": "Arte Ruim Pra Dedéu",
    "summary": "Tende idenficar as obras-primas criadas por seus oponentes!",
    "rules": [
      "Arte Ruim Pra Dedéu é um jogo competitivo que os jogadores tentam adivinhar o maior número de desenhos possíveis",
      "Em cada rodada, jogadores recebem uma carta com uma expressão e tem 10 segundos para desenhá-la.",
      "Após todos jogadores terminarem suas obras de arte, embaralha-se as cartas e os desenhos e todos tem que identificar qual desenho corresconde a cada expressão.",
      "Respostas corretas ganham 2 pontos, mas cada voto que seu desenho recebe também te dá 1 ponto.",
      "Quanto mais próximo do final do jogo, mais difíceis as expressões ficam! Fique esperto!",
      "O primeiro jogador a cruzar a marca de 50 pontos sinaliza o fim do jogo e, então, o jogador com mais pontos é o vencedor!"
    ],
    "recommended": "4-6",
    "min": 3,
    "max": 8,
    "tags": ["competitive", "real-time", "drawing", "guessing", "timed"],
    "available": true
  },
  "B": {
    "gameCode": "B",
    "gameName": "bomba-relogio",
    "title": "Bomba Relógio",
    "summary": "Uns são agentes, outros terroristas. Você será capaz de parar a bomba antes que ela detone?",
    "rules": [
      "Jogadores são agentes tentando desarmar uma bomba e pra isso têm que cortar todos os fios coloridos. Mas entre os agentes, pode haver um ou mais terroristas que querem que a bomba exploda.",
      "Cada rodada os jogadores recebem cartas que podem conter um fio colorido a ser cortado ou um fio cinza que não serve pra nada. Eles examinam suas cartas e colocam-as a sua frente embaralhadas. Você sabe todas as cartas que você tem, mas não exatamente qual é qual.",
      "Jogadores, então, declaram o que vieram. \"Eu tenho um fio colorido\", ou \"Eu não tenho nada\", ou até mesmo \"Eu tenho a bomba!\" (sim, existe uma bomba). Essa é a hora de tentar descobrir quem pode estar mentindo. O número de fios coloridos é igual ao número de jogadores, será que a quantidade declarada pelos jogadores corresponde mesmo a esse número?",
      "Agora, uma pessoa se torna o investigador e tem que escolher outro jogador e virar uma de duas cartas. Se for um fio comum, nada acontece. Se for um fio colorído, maravilha, estamos mais próximos de desarmar a bomba. Se for a bomba, CABUM!!! - Os terroristas ganham... Após virar uma cara, o jogador selecionado se torna o investigador e escolhe outro jogador e repete o mesmo processo.",
      "Mas como ganha ou perde? Se os agentes encontram todos os fios coloridos, eles ganham! Os terroristas ganham se a qualquer momento a bomba é revelada, ou se, ao final de 4 rodadas, os não conseguiram encontrar todos os fios coloridos",
      "Uma rodada termina qdo as cartas reveladas são iguais ao número de jogadores, a partir dai, todas as cartas são embaralhadas novamente e os jogadores recebem uma nova mão, agora com uma carta a menos que a rodada anterior e por ai vai."
    ],
    "recommended": "6",
    "min": 5,
    "max": 8,
    "tags": ["cooperative", "turn-based", "traitor", "discussion"],
    "available": false
  },
  "C": {
    "gameCode": "C",
    "gameName": "contadores-historias",
    "title": "Contadores de Histórias",
    "summary": "Uma imagem vale mesmo mais que mil palavras? Tente descobrir de qual imagem o contador de histórias está falando",
    "rules": [],
    "recommended": "4-6",
    "min": 3,
    "max": 8,
    "tags": ["competitive", "turn-based", "guessing", "images"],
    "available": false
  },
  "D": {
    "gameCode": "D",
    "gameName": "clube-detetives",
    "title": "Clube dos Detetives",
    "summary": "Existe um impostor entre nós, mas será que ele tem boa lábia para se safar?",
    "rules": [],
    "recommended": "?",
    "min": 3,
    "max": 8,
    "tags": ["competitive", "turn-based", "traitor", "discussion", "images"],
    "available": false
  },
  "E": {
    "gameCode": "E",
    "gameName": "espiao-entre-nos",
    "title": "Espião Entre Nós",
    "summary": "Todos nós, agentes de bem, estamos num mesmo local, mas um de nós é um espião! Será que conseguimos descobrir quem é o impostor antes dele descobrir que local estamos?",
    "rules": [
      "Espião entre nós é um jogo competitivo jogado em uma ou mais rodadas. Cada rodada dura apenas 10 minutos",
      "Somos todos agentes do departamento de segurança e inteligência do governo, vamos nos encontrar em um local secreto combinado e estaremos infiltrados como pessoas comuns",
      "Mas existe um espião entre nós! O espião não sabe onde nos entraremos e, claro, nós não sabemos quem é o espião",
      "Temos apenas 10 minutos para descobrir quem é o espião e, para isso, nos alternaremos fazendo perguntas uns aos outros. Mas não seja óbvio, se o espião descobre o local, a missão falha e todos perdemos",
      "Se você acabou de responder uma pergunta é a sua vez de perguntar, mas você não pode perguntar quem acabou de ter fazer uma pergunta",
      "A qualquer momento, mas uma única vez por rodada, você pode acusar alguém, daí todos tem que votar e se a votação for unânime, revelam-se os papeis e prendemos o espião! Ou será que não? Tenha certeza antes de acusar alguém!",
      "O espião também pode parar o jogo e tentar adivinhar onde é o local! Se em 10 minutos, nada foi descoberto, temos uma última change, mas explicamos isso quando a hora chegar"
    ],
    "recommended": "6",
    "min": 4,
    "max": 8,
    "tags": ["competitive", "real-time", "traitor", "discussion"],
    "available": true
  },
  "M": {
    "gameCode": "M",
    "gameName": "mente-coletiva",
    "title": "Mente Coletiva",
    "summary": "Você é capaz de pensar como o grupo para não correr o risco de ser expulso?",
    "rules": [],
    "recommended": "4+",
    "min": 3,
    "max": 12,
    "tags": ["competitive", "real-time", "writing"],
    "available": false
  },
  "O": {
    "gameCode": "O",
    "gameName": "onda-telepatica",
    "title": "Onda Telepática",
    "summary": "Em times jogadores tentam comunicar através de ondas telepáticas",
    "rules": [
      "Em Onda Telepática, dois times competem para ver quem consegue se comunicar melhor telepaticamente! E como medimos isso? Atravé de um medidor de ondas telepáticas!",
      "Em cada rodada, um jogador é o Psíquico e escolhe uma carta com dois conceitos opostos que será usada nessa rodada. Por exemplo: \"Quente vs Frio\", \"Seco vs Molhado\".",
      "O Psíquico secretamente tem acesso ao medidor de ondas! Nele, temos um ponteiro vermelho que indica o resultado! O objetivo da rodada é fazer com que o seu time coloque o ponteiro exatamente naquela posição.",
      "Para isso, o Psíquico tem que escrever uma dica que ajude seu time. Se a carta é Quente vs Frio e o ponteiro está no 4, será que \"Café\" é uma boa dica? Será que alguns vão achar que 4 não é quente o suficiente para um café? E se eles peferirem café gelado?",
      "Baseado na dica, o time tenta desvendar onde o ponteiro do resultado deve estar. Será que suas ondas telepáticas estão em sintonia? Será que o Psíquico gosta de café pelando?",
      "O time oposto que prestou atenção na discussão, agora tem a chance de chutar se eles acham que a solução está mais pra esquerda ou mais pra direita do que outro time escolheu.",
      "A resposta então é revelada e o time principal ganha pontos de acordo com quão próximo o ponteiro está do resultado no medidor. Se o time rival chutou a direção correta, eles ganham 1 ponto!",
      "O jogo continua até um time conseguir 10 pontos e ser coroado o vencedor!"
    ],
    "recommended": "4+",
    "min": 4,
    "max": 12,
    "tags": ["competitive", "real-time", "guessing"],
    "available": true
  },
  "P": {
    "gameCode": "P",
    "gameName": "polemica-vez",
    "title": "Polêmica da Vez",
    "summary": "Um tópico... Polêmico. Você sabe a sua opinião, mas consegue descobrir a dos seus oponentes?",
    "rules": [],
    "recommended": "6",
    "min": 4,
    "max": 8,
    "tags": ["competitive", "guessing"],
    "available": false
  },
  "S": {
    "gameCode": "S",
    "gameName": "suspeitos",
    "title": "Suspeitos Fora do Comum",
    "summary": "Um crime. Uma testemunha. Desde quando julgando por aparência não se desvenda um crime?",
    "rules": [],
    "recommended": "2+",
    "min": 2,
    "max": 8,
    "tags": ["competitive", "turn-based", "guessing"],
    "available": false
  },
  "T": {
    "gameCode": "T",
    "gameName": "toro-palpite",
    "title": "Toró de Palpite",
    "summary": "Só existe uma resposta e o grupo tem que fazer as sugestões corretas para desvendá-la",
    "rules": [],
    "recommended": "?",
    "min": 4,
    "max": 8,
    "tags": ["cooperative", "real-time", "writing"],
    "available": false
  },
  "U": {
    "gameCode": "U",
    "gameName": "ue-so-isso",
    "title": "Ué, Só Isso?",
    "summary": "Tente adivinhar a palavra secreta com as dicas de seus amigos, mas dicas repetidas são eliminadas... ferrou! Ué, só isso?",
    "rules": [
      "Ué, Só Isso? é um jogo cooperativo em que cada rodada um jogador tenta adivinhar a palavra secreta usando as dicas que os outros jogadores sugeriram, mas existe um porém: dicas repetidas ou similares são desclassificadas! Ué, só isso?",
      "Cada rodada todos os jogadores, menos o Adivinhador, votam em qual palavra secreta usar.",
      "Então, em segredo e sem conversar, cada um deles escreve uma dica. Importante: Esta dica DEVE ser uma palavra única, nem conter parte ou variações da palavra secreta",
      "Quando todas as dicas forem enviadas, todas as iguais são automaticamente eliminadas. Porém, os jogadores devem decidir entre eles quais dicas adicionais também devem ser removidas",
      "São consideradas dicas iguais palavras derivadas, conjugações: piloto = pilotar = pilotando. Variações como pluralidade, gênero e erros ortograficos: príncipe = princesa = principes = pryncipe. Então, tente não ser muito óbvio ao escrever sua dica.",
      "Após as dicas terem sido selecionadas, o Adivinhador tem uma única chance de adivinhar (ou passar, se for um covarde).",
      "Se a palavra estiver correta, ganha-se 1 ponto, se estiver errada perde-se 1 ponto. Mas se tiver passado a vez, nada acontece. Ganha-se o jogo se os jogadores acertarem 70% ou mais das Palavras Secretas!"
    ],
    "recommended": "6-8",
    "min": 4,
    "max": 8,
    "tags": ["cooperative", "guessing", "writing"],
    "cooperative": true,
    "available": true
  }
}
