{
  "A": {
    "gameCode": "A",
    "gameName": "arte-ruim",
    "version": "2.2.1",
    "title": {
      "pt": "Arte Ruim Pra Dedéu",
      "en": "Questionable Art"
    },
    "summary": {
      "pt": "Tente identificar as obras-primas criadas por seus oponentes!",
      "en": "Try to guess the masterpieces created by your opponents"
    },
    "rules": {
      "pt": [
        "Arte Ruim Pra Dedéu é um jogo competitivo que os jogadores tentam adivinhar o maior número de desenhos possíveis",
        "Em cada rodada, jogadores recebem uma carta com uma expressão e tem 10 segundos para desenhá-la.",
        "Após todos jogadores terminarem suas obras de arte, embaralha-se as cartas e os desenhos e todos tem que identificar qual desenho corresponde a cada expressão.",
        "Respostas corretas ganham 2 pontos e cada voto que seu desenho recebe também te dá 1 ponto.",
        "Quanto mais próximo do final do jogo, mais difíceis as expressões ficam! Fique esperto!",
        "Após 10 rodadas, o jogador com mais pontos é o vencedor!"
      ],
      "en": [
        "Questionable Art is a competitive game where players try to match artworks to their titles",
        "Every round, players get a card with an expression and have 10 seconds to draw it.",
        "After every player has completed their masterpiece, all expressions and artworks are shuffled and everybody has to match the correct piece to its title.",
        "Correct matches grants 2 points and every correct guess your drawing gets also gives you 1 point.",
        "As you advance the game, harder expressions will come up! Try to keep up!",
        "After 10 rounds, the game is over and the player with the most points wins!"
      ]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "same-time", "drawing", "pairing", "timed"],
    "available": {
      "pt": true,
      "en": true
    },
    "options": [
      { "label": "Use All Cards", "key": "useAllCards" },
      { "label": "Short Game (5 rounds)", "key": "shortGame" }
    ]
  },
  "B": {
    "gameCode": "B",
    "gameName": "bomba-relogio",
    "version": "none",
    "title": {
      "pt": "Bomba Relógio",
      "en": "Time Bomb"
    },
    "summary": {
      "pt": "Uns são agentes, outros terroristas. Você será capaz de parar a bomba antes que ela detone?",
      "en": "Some are agents, some are terrorists. Are you capable to stop the bomb before it goes kaboom?"
    },
    "rules": {
      "pt": [
        "Jogadores são agentes tentando desarmar uma bomba e pra isso têm que cortar todos os fios coloridos. Mas entre os agentes, pode haver um ou mais terroristas que querem que a bomba exploda.",
        "Cada rodada os jogadores recebem cartas que podem conter um fio colorido a ser cortado ou um fio cinza que não serve pra nada. Eles examinam suas cartas e colocam-as a sua frente embaralhadas. Você sabe todas as cartas que você tem, mas não exatamente qual é qual.",
        "Jogadores, então, declaram o que vieram. \"Eu tenho um fio colorido\", ou \"Eu não tenho nada\", ou até mesmo \"Eu tenho a bomba!\" (sim, existe uma bomba). Essa é a hora de tentar descobrir quem pode estar mentindo. O número de fios coloridos é igual ao número de jogadores, será que a quantidade declarada pelos jogadores corresponde mesmo a esse número?",
        "Agora, uma pessoa se torna o investigador e tem que escolher outro jogador e virar uma de duas cartas. Se for um fio comum, nada acontece. Se for um fio colorido, maravilha, estamos mais próximos de desarmar a bomba. Se for a bomba, CABUM!!! - Os terroristas ganham... Após virar uma cara, o jogador selecionado se torna o investigador e escolhe outro jogador e repete o mesmo processo.",
        "Mas como ganha ou perde? Se os agentes encontram todos os fios coloridos, eles ganham! Os terroristas ganham se a qualquer momento a bomba é revelada, ou se, ao final de 4 rodadas, os não conseguiram encontrar todos os fios coloridos",
        "Uma rodada termina qdo as cartas reveladas são iguais ao número de jogadores, a partir dai, todas as cartas são embaralhadas novamente e os jogadores recebem uma nova mão, agora com uma carta a menos que a rodada anterior e por ai vai."
      ],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "6",
      "min": 5,
      "max": 8
    },
    "tags": ["cooperative", "turn-based", "traitor", "discussion"],
    "available": {
      "pt": false,
      "en": false
    }
  },
  "C": {
    "gameCode": "C",
    "gameName": "contadores-historias",
    "version": "2.0",
    "title": {
      "pt": "Contadores de Histórias",
      "en": "Storytellers"
    },
    "summary": {
      "pt": "Uma imagem vale mesmo mais que mil palavras? Tente descobrir de qual imagem o contador de histórias está falando",
      "en": "Is an image really worth a thousand words? Try to find out what image is the storyteller referring to"
    },
    "rules": {
      "pt": ["TBD"],
      "en": [
        "Every round someone will be the storyteller and will pick one of their cards in hands and write a story about it.",
        "The story can be anything they want, a word, a sentence, etc. The goal is to have some players guessing the correct card but not all.",
        "If at least one but not all players choose the right card, the storyteller will score points.",
        "But watch out, before anybody can vote, everyone will see the story and also play a card to trick the other players",
        "If your trick-card gets picked by any other player, you get a point",
        "The game ends when someone score over 30 points."
      ]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "turn-based", "images", "writing", "guessing"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "D": {
    "gameCode": "D",
    "gameName": "detetives-imaginativos",
    "version": "2.0",
    "title": {
      "pt": "Detetives Imaginativos",
      "en": "Imaginative Detectives"
    },
    "summary": {
      "pt": "Existe um impostor entre nós, mas será que ele tem boa lábia para se safar?",
      "en": "There is an impostor among us, but will they be able to fool us all?"
    },
    "rules": {
      "pt": [
        "O Clube dos Detetives abriu uma nova vaga! E para decidir quem será o novo membro, eles estão fazendo uma dinâmica de grupo para analisar seu poder de análise e persuasão",
        "Em cada rodada, um jogador é o Líder, um será um secreto Impostor e os outros, Detetives. Todos jogadores terão 6 cartas com imagens aleatórias.",
        "O Líder escreverá uma dica secreta que corresponda a duas cartas em sua mão. O Líder ganha mais pontos se escrever algo fácil que ajude o Impostor se safar",
        "Todos os jogadores receberão a dica secreta, menos um... esse jogador será o Impostor da rodada",
        "Começando pelo líder, os jogadores selecionarão uma carta que eles acham que melhor representa a dica secreta incluindo o Impostor. Mas ele não sabe qual é a dica secreta! Então, baseando-se nas cartas colocadas pelos outros jogadores, ele deve tentar fingir que ele sabe o que é!",
        "Todos os jogadores selecional uma outra carta seguindo o mesmo critério",
        "Após todos os jogadores terem colocado duas cartas, revela-se a palavra secreta e novamente um a um, os jogadores devem explicar porque escolheram as cartas que escolheram",
        "Quando todos tiverem apresentado suas defesas, todos, menos o Líder, votam em quem eles acham ser o Impostor",
        "Se mais de uma pessoa escolher o correto Impostor, todos os Detetives ganham 3 pontos. Se o Impostor receber um ou nenhum voto, ele ganha 5 pontos e o líder ganha 4 pontos",
        "O jogo procede com um novo Líder até todos os jogadores tenham sido o líder uma ou duas vezes (menos de 6 jogadores)"
      ],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "5+",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "turn-based", "traitor", "discussion", "images", "writing"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "E": {
    "gameCode": "E",
    "gameName": "espiao-entre-nos",
    "version": "beta",
    "title": {
      "pt": "Espião Entre Nós",
      "en": "The Spy the Spies"
    },
    "summary": {
      "pt": "Todos nós, agentes de bem, estamos num mesmo local, mas um de nós é um espião! Será que conseguimos descobrir quem é o impostor antes dele descobrir que local estamos?",
      "en": "We, all good agents, are meeting in the same place, but there's a spy among us. Can we find the impostor before they find out where we're supposed to meet?"
    },
    "rules": {
      "pt": [
        "Espião Entre Nós é um jogo competitivo jogado em uma ou mais rodadas. Cada rodada dura no máximo 10 minutos e jogo pode ser jogado em apenas uma rodada ou várias",
        "Somos todos agentes do departamento de segurança e inteligência do governo, vamos nos encontrar em um local secreto combinado e estaremos infiltrados como pessoas comuns",
        "Mas existe um espião entre nós! O espião não sabe onde estaremos e, claro, nós não sabemos quem é o espião",
        "Temos apenas 10 minutos para descobrir quem é o espião e, para isso, nos alternaremos fazendo perguntas uns aos outros. Mas não seja óbvio, se o espião descobre o local, a missão falha e todos perdemos",
        "Se você acabou de responder uma pergunta é a sua vez de perguntar, mas você não pode perguntar quem acabou de ter fazer uma pergunta. Você não pode repetir perguntas numa mesma rodada!",
        "A qualquer momento, mas uma única vez por rodada, você pode acusar alguém, daí todos têm que votar e se a votação for unânime, revelam-se os papéis e prendemos o espião! Ou será que não? Tenha certeza antes de acusar alguém!",
        "O espião também pode parar o jogo e tentar adivinhar onde é o local! Se em 10 minutos, nada for descoberto, temos uma última change, mas explicamos isso quando a hora chegar"
      ],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "6",
      "min": 4,
      "max": 10
    },
    "tags": ["competitive", "same-time", "traitor", "discussion", "timed"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "F": {
    "gameCode": "F",
    "gameName": "desenho-rapidao",
    "version": "none",
    "title": {
      "pt": "Desenho Rapidão",
      "en": "Fast Draw"
    },
    "summary": {
      "pt": "Uma palavra secreta, uma corrida, vários desenhos! Quem consegue desenhar o mais rápido possível?",
      "en": "One secret word, a race, many drawings! Who can draw as fast as possible?"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 4,
      "max": 10
    },
    "tags": ["competitive", "turn-based", "drawing", "guessing"],
    "available": {
      "pt": false,
      "en": false
    }
  },
  "G": {
    "gameCode": "G",
    "gameName": "galeria-sonhos",
    "version": "pre-alpha",
    "title": {
      "pt": "Galeria de sonhos",
      "en": "Dream Gallery"
    },
    "summary": {
      "pt": "Você consegue associar imagens com uma palavra? E você consegue associar essas imagens como os outros jogadores?",
      "en": "Can you match the most images with the associated word? Can you match other players?"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "turn-based", "images"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "H": {
    "gameCode": "H",
    "gameName": "crimes-hediondos",
    "version": "pre-alpha",
    "title": {
      "pt": "Crimes Hediondos",
      "en": "Horrific Crimes"
    },
    "summary": {
      "pt": "Numa convenção anual de Serial Killers, você e seus amigos tem que descrever o seu crime para que os outros jogadores adivinhem qual arma você usou e qual lembrancinha você levou pra casa",
      "en": "In a Serial Killers Annual Convention, you and your friends must describe your crime so the other players can guess what weapon and what souvenir you took home"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "guessing"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "I": {
    "gameCode": "I",
    "gameName": "instrumentos-codificados",
    "version": "none",
    "title": {
      "pt": "Instrumentos Codificados",
      "en": "Instrumental Cyphers"
    },
    "summary": {
      "pt": "TBD",
      "en": "TBD"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "2+",
      "min": 2,
      "max": 8
    },
    "tags": ["cooperative", "competitive", "guessing", "images"],
    "available": {
      "pt": false,
      "en": false
    }
  },
  "K": {
    "gameCode": "K",
    "gameName": "palheta-cores",
    "version": "none",
    "title": {
      "pt": "Palheta de Cores",
      "en": "Color Palette"
    },
    "summary": {
      "pt": "Em cada rodada escolha a cor que mais combina com as palavras. Quanto mais combinações iguais você faz com outros jogadores, mais pontos você ganha",
      "en": "Each round you choose a color to match each of the words. For every match with other players, you get points!"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "4+",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "pairing"],
    "available": {
      "pt": false,
      "en": false
    }
  },
  "L": {
    "gameCode": "L",
    "gameName": "linhas-cruzadas",
    "version": "none",
    "title": {
      "pt": "Linhas Cruzadas",
      "en": "Mis...communication"
    },
    "summary": {
      "pt": "Desenhe... adivinhar... repita...",
      "en": "Draw... guess... repeat..."
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "6+",
      "min": 4,
      "max": 10
    },
    "tags": ["cooperative", "drawing", "guessing"],
    "available": {
      "pt": false,
      "en": false
    },
    "options": [
      { "label": "Normal", "key": "NORMAL" },
      { "label": "Arte Ruim Cards", "key": "ARTE_RUIM_CARDS" }
    ]
  },
  "M": {
    "gameCode": "M",
    "gameName": "mente-coletiva",
    "version": "1.1",
    "title": {
      "pt": "Mente Coletiva",
      "en": "Herd Mentality"
    },
    "summary": {
      "pt": "Você é capaz de pensar como o grupo para não correr o risco de ser expulso?",
      "en": "Do you think like the group or are you the sheep about to be kicked out?"
    },
    "rules": {
      "pt": [
        "Somos todos ovelhinhas e nosso pasto está super lotado. Precisamos expulsar pelo menos uma de nós para que o pasto fique mais confortável e qual a melhor maneira de fazer isso? Expulsando a ovelha mais diferente de todas! Chega de inclusão!",
        "Temos 5 partes no nosso pasto, começamos todos na parte 1 e vamos fazer uma pergunta toda rodada e todos respondem uma certa quantidade de respostas, por exemplo: 'Cite 3 frutas'",
        "Após todos responderem, contamos todas as respostas iguais. Você ganha 1 ponto para cada resposta igual a de outro jogador (incluindo a sua). Se 3 jogadores responderam Maçã, cada um deles ganha 3 pontos.",
        "O objetivo é pensar como o grupo, então escreva respostas comuns! Nada de bancar o diferentão.",
        "Quando contarmos todas as respostas, o jogador (ou jogadores) com o menor número de pontos é enviado para o pasto da direita. (Os pontos resetam toda rodada)",
        "Se você tem que mover mais adiante que o pasto 5, você cai no precipício e morre, o pasto fica menos lotado e todos mais felizes. Viva."
      ],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "4+",
      "min": 3,
      "max": 12
    },
    "tags": ["competitive", "same-time", "writing"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "N": {
    "gameCode": "N",
    "gameName": "na-rua-do-medo",
    "version": "beta",
    "title": {
      "pt": "Na Rua do Medo",
      "en": "Fear Street"
    },
    "summary": {
      "pt": "Jogadores são crianças recolhendo doces durante o Halloween, mas se você ver o mesmo monstro mais de uma vez...",
      "en": "Players are trick-or-treaters collecting candy, but if you see the same monster twice..."
    },
    "rules": {
      "pt": [
        "É Halloween e somos um bando de crianças medrosas indo coletar gostosuras de ponta em porta nas Ruas do Medo",
        "Nós combinamos que dividiremos todos os doces igualmente e qualquer sobra deixaremos no passeio",
        "Se encontramos alguém fantasiado de monstro, sem problemas, a gente aguenta uma vez, mas se um mesmo mostro aparece uma segunda vez, a gente entra em desespero, jogamos os doces pra cima e saímos correndo",
        "Mas andaremos de vagar, e após cada carta casa é revelada (mostrando doces ou monstros), você escolher se deseja continuar ou voltar pra casa",
        "Se você decide voltar pra casa, você coleta os doces que ficaram no passeio e garante os doces... que são pontos!",
        "O jogo dura 5 (ou 3) rodadas (ruas), e o jogador com mais doces ganha!"
      ],
      "en": [
        "It's Halloween and we are a bunch of scared kids going trick or treating in the Fear Streets",
        "We go door to door to get candy. If we get treats, we agreed that all the candy must be shared equally and any candy that can't be shared will be left behind",
        "If we encounter someone dressed as a monster, no problem, we can handle it once, but in the second time we face same monster, we drop all of our candy and run back home",
        "But we're going slow and steady, after every house card is revealing (showing candy or a monster), you get to decide if you want to continue or go back home",
        "When you go back home you collect all candy left behind and secure your candy, those are points!",
        "The game is played in 5 (or 3) rounds (streets), and the player with the most candy wins!"
      ]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive"],
    "available": {
      "pt": true,
      "en": true
    },
    "options": [{ "label": "Short Game (3 rounds instead of 5)", "key": "shortGame" }]
  },
  "O": {
    "gameCode": "O",
    "gameName": "onda-telepatica",
    "version": "2.0",
    "title": {
      "pt": "Onda Telepática",
      "en": "Telepathic Waves"
    },
    "summary": {
      "pt": "Jogadores tentam comunicar através de ondas telepáticas",
      "en": "Players try to communicate using their telepathic waves"
    },
    "rules": {
      "pt": [
        "Em Onda Telepática, os jogadores competem para ver quem consegue se comunicar melhor telepaticamente! E como medimos isso? Através de um medidor de ondas telepáticas!",
        "Em cada rodada, um jogador é o medium e escolhe uma carta com dois conceitos opostos que será usada na rodada. Por exemplo: \"Quente vs Frio\", \"Seco vs Molhado\".",
        "O medium secretamente tem acesso ao medidor de ondas! Nele o resultado será marcado de azul! O objetivo da rodada é fazer com que os outros jogadores coloquem o ponteiro exatamente naquela posição.",
        "Para isso, o medium tem que escrever uma dica! Se a carta é Quente vs Frio e o ponteiro está no 4 pro lado \"Quente\", será que \"Café\" é uma boa dica? Será que alguns vão achar que 4 não é quente o suficiente para um café? E se eles preferirem café gelado?",
        "Baseado na dica, os jogadores tentam desvendar onde o ponteiro do resultado deve estar. Será que suas ondas telepáticas estão em sintonia? Será que o medium gosta de café pelando?",
        "A resposta então é revelada e os jogadores ganham ponto dependendo do número que votaram, 4 pontos na mosca e menos pontos se chegaram quase lá. O medium ganha 1 ponto para cada jogador que ganhou pontos na rodada (máximo de 3 pontos) e também tenta adivinhar se a metade ou mais dos jogadores vão acertar.",
        "O jogo continua até alguém conseguir 20 pontos ou 15 rodadas, o que acontecer primeiro"
      ],
      "en": [
        "In Telepathic Waves, players compete to see who can communicate the best telepathically. And how do we measure that? Using a Telepathic Waves Measuring Device, of course!",
        "Each turn one player is the psychic and will choose a card with two opposing concepts, like \"Hot vs Cold\", \"Dry vs Wet\".",
        "The Psychic will see the Telepathic Waves Measuring Device pointing at one of the numbers in its scale. That's the answer! The goal is to write a clue that will help the other players to select the correct number in the device.",
        "The Psychic must write a clue to accomplish that! If the card is \"Hot vs Cold\" and the needle is pointing to 4 towards \"Hot\", maybe \"Coffee\" is a good clue. Or maybe players will think it's not hot enough, or maybe they prefer iced coffee?",
        "Based on the clue, players must try to guess the answer. Do you think your telepathic waves are in sync? Maybe the Psychic likes room temperature coffee?",
        "The answer is then revealed and players get points depending on their guess. A correct guess gets 4 points, an almost correct gets less. The psychic gets 1 point for every player who got some points this round (max 3) and also has the change to guess how many players will get it correctly or not.",
        "The game ends when someone gets 15 points or within 10 rounds, whatever comes first"
      ]
    },
    "playerCount": {
      "recommended": "4+",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "guessing"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "P": {
    "gameCode": "P",
    "gameName": "polemica-vez",
    "version": "2.0",
    "title": {
      "pt": "Polêmica da Vez",
      "en": "That's Polemic"
    },
    "summary": {
      "pt": "Um tópico... Polêmico. Você sabe a sua opinião, mas consegue descobrir a dos seus oponentes?",
      "en": "One... polemic... subject... You know your opinion, but can do guess the opponents' ones?"
    },
    "rules": {
      "pt": [
        "Você consegue prever se a polêmica da vez realmente está gerando polêmica?",
        "Cada rodada, um jogador escolhe um assunto e todos votam se curtem ou não",
        "Ao mesmo tempo, você tem que tentar adivinhar quantas curtidas o assunto vai ganhar",
        "Se você acertar o número de curtidas, você ganha 1 ponto! O primeiro jogador a chegar a 4 pontos ganha o jogo (ou 15 rodadas)"
      ],
      "en": [
        "Can you predict the trending topic? Every round a player will select a topic",
        "Every player then chooses if they like or dislike that topic",
        "And immediately tries to guess how many likes that topic will get",
        "If you get the right number of likes, you get 1 point. The game ends when a player gets 4 points (or 15 rounds)."
      ]
    },
    "playerCount": {
      "recommended": "5+",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "voting", "guessing"],
    "available": {
      "pt": true,
      "en": true
    },
    "options": [
      { "label": "Short (3 points)", "key": "SHORT_GAME" },
      { "label": "Long (5 points)", "key": "LONG_GAME" }
    ]
  },
  "Q": {
    "gameCode": "Q",
    "gameName": "quem-sou-eu",
    "version": "none",
    "title": {
      "pt": "Quem Sou Eu?",
      "en": "Who Am I?"
    },
    "summary": {
      "pt": "Cada jogador é uma celebridade, você consegue adivinhar quem você é com 20 perguntas?",
      "en": "Can you guess who you are with 20 questions?"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "3+",
      "min": 1,
      "max": 10
    },
    "tags": ["cooperative", "discussion", "guessing"],
    "available": {
      "pt": false,
      "en": false
    }
  },
  "R": {
    "gameCode": "R",
    "gameName": "retrato-falado",
    "version": "1.5",
    "title": {
      "pt": "Retrato Falado Monstruoso",
      "en": "Monster Sketch"
    },
    "summary": {
      "pt": "Um monstro atacou a pobre testemunha. Será que ela vai conseguir descrever o criminoso",
      "en": "A monster has attacked a poor witness. Will she be able to describe the perpetrator"
    },
    "rules": {
      "pt": ["TBD"],
      "en": [
        "Every round a player will be the witness, they have seen a monster around doing monstrous criminal activities",
        "They have 20 seconds to memorize the monster's features. Immediately after they have 2 minutes to describe the monster to the other players",
        "Then each player including the witness vote for the sketch the best matches the original monster, that artist will get 1 point.",
        "If the witness voted with the group, it is a credible witness and it also gets a point, otherwise whoever the witness voted for gets 1 point"
      ]
    },
    "playerCount": {
      "recommended": "5-6",
      "min": 4,
      "max": 10
    },
    "tags": ["competitive", "drawing", "voting", "discussion", "timed"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "S": {
    "gameCode": "S",
    "gameName": "sonhos-pesadelos",
    "version": "beta",
    "title": {
      "pt": "Sonhos e Pesadelos",
      "en": "Dreams and Nightmares"
    },
    "summary": {
      "pt": "Às vezes, sonhos são bem difíceis de contar porque você só consegue lembrar fragmentos e colocar todas ideias juntas pode ser um desafio",
      "en": "Sometimes dreams are very hard to tell because you can only remember so many things among the fragments of your memory and trying to put your ideas together can be a challenge"
    },
    "rules": {
      "pt": [
        "Em Sonhos e Pesadelos, os jogadores são paranormais num concurso de adivinhar os sonhos dos outros! Quando um jogador consegue adivinhar todos os sonhos corretamente numa mesma rodada, ele vence!",
        "Cada jogador será designado a um ou mais cartas que representam sonhos.Em cada uma das 6 rodadas, o jogo escolherá um tema aleatório e você deve escrever uma dica para cada um dos seus sonhos, sempre dentro do tema.",
        "Mas cuidado, você também terá cartas pesadelos que te impedem de ganhar se qualquer outro jogador achar que ele é o seu sonho. Então, escreva algo que claramente não pode ser nenhum dos seus pesadelos.",
        "Quando todos jogadores tiverem escrito seus sonhos, é hora de votar. Você tem que fazer combinações corretas entre dicas e sonhos.",
        "Se algum jogador escolher todos os pares corretamente e nenhum outro jogador tiver achado que sua dica é um de seus pesadelos. Ele ganha o jogo! Caso contrário, o jogo te avisa apesar quantos acertos você cometeu e próxima rodada.",
        "Após 4 rodadas, se ninguém tiver ganhado, temos uma última chance de apenas tentar adivinhar o maior número de sonhos."
      ],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "2+",
      "min": 2,
      "max": 10
    },
    "tags": ["competitive", "images", "pairing"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "T": {
    "gameCode": "T",
    "gameName": "testemunha-ocular",
    "version": "2.0",
    "title": {
      "pt": "Testemunha Ocular",
      "en": "Eye Witness"
    },
    "summary": {
      "pt": "Um crime. Uma testemunha. Desde quando julgando por aparência não se desvenda um crime?",
      "en": "One crime. One witness... that judge people by their appearances. What could go wrong?"
    },
    "rules": {
      "pt": [
        "Um crime. Uma testemunha. Desde quando julgando por aparência não se desvenda um crime?",
        "Um jogador será a testemunha de um crime horrível, os outros, detetive.",
        "Em cada rodada pergunta-se uma pergunta à testemunha que deve responder sim ou não",
        "Então, os detetive devem libertar pelo menos um dos suspeitos, de um a um.",
        "Se os detetives liberarem o criminoso, todos perdem. Se o último suspeito é o criminoso, todos ganham",
        "Mas há um porém! A testemunha não fala nada sobre a aparência, simplesmente julga o criminoso"
      ],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "2+",
      "min": 2,
      "max": 10
    },
    "tags": ["cooperative", "turn-based", "guessing"],
    "available": {
      "pt": true,
      "en": true
    }
  },
  "U": {
    "gameCode": "U",
    "gameName": "ue-so-isso",
    "version": "2.0.1",
    "title": {
      "pt": "Ué, Só Isso?",
      "en": "That's It?"
    },
    "summary": {
      "pt": "Tente adivinhar a palavra secreta com as dicas de seus amigos, mas dicas repetidas são eliminadas... ferrou! Ué, só isso?",
      "en": "Try to guess the secret word from clues given by the players, but there's a catch: similar clues are thrown out and all you have left are... that's it?"
    },
    "rules": {
      "pt": [
        "Ué, Só Isso? é um jogo cooperativo em que cada rodada um jogador tenta adivinhar a palavra secreta usando as dicas que os outros jogadores sugeriram, mas existe um porém: dicas repetidas ou similares são desclassificadas! Ué, só isso?",
        "Cada rodada todos os jogadores, menos o Adivinhador, votam em qual palavra secreta usar.",
        "Então, em segredo e sem conversar, cada um deles escreve uma dica. Importante: Esta dica DEVE ser uma palavra única, nem conter parte ou variações da palavra secreta",
        "Quando todas as dicas forem enviadas, todas as iguais são automaticamente eliminadas. Porém, os jogadores devem decidir entre eles quais dicas adicionais também devem ser removidas",
        "São consideradas dicas iguais palavras derivadas, conjugações: piloto = pilotar = pilotando. Variações como pluralidade, gênero e erros ortográficos: príncipe = princesa = principes = pryncipe. Então, tente não ser muito óbvio ao escrever sua dica.",
        "Após as dicas terem sido selecionadas, o Adivinhador tem uma única chance de adivinhar (ou passar, se for um covarde).",
        "Se a palavra estiver correta, ganha-se 1 ponto, se estiver errada perde-se 1 ponto. Mas se tiver passado a vez, nada acontece. Ganha-se o jogo se os jogadores acertarem 70% ou mais das Palavras Secretas!"
      ],
      "en": [
        "That's it? is a cooperative game where a player tries to guess the secret word using clues given but the other players, but there's a catch: similar clues are eliminated! That's it?",
        "Every round, all players but the Guesser vote for the secret word.",
        "Then, in secret and in silence, each player writes a clue. Important: A clue MUST be a single word without any parts or variations of the secret word.",
        "When all clues are submitted, all identical clues are automatically eliminated. Then the players must judge what clues should also be eliminated (because of a typo, etc)",
        "Variants of the secret word are considered similar: prince = princess, drive = driving. So, don't be too obvious.",
        "Finally the guesser has a single chance to guess the secret word (or pass, coward).",
        "If they guess correctly the group gets 1 point, if incorrect the group loses 1 point. Nothing happens if passing. The group wins the game if it scores over 70%!"
      ]
    },
    "playerCount": {
      "recommended": "6-7",
      "min": 4,
      "max": 10
    },
    "tags": ["cooperative", "guessing", "writing"],
    "cooperative": true,
    "available": {
      "pt": true,
      "en": true
    }
  },
  "V": {
    "gameCode": "V",
    "gameName": "vendaval-de-palpite",
    "version": "none",
    "title": {
      "pt": "Vendaval de Palpite",
      "en": "Brainy Storm"
    },
    "summary": {
      "pt": "Uma palavra secreta que sabemos apenas o tema. Consegue descobri-la fazendo associação de palavras?",
      "en": "A secret work with a known category. Can you guess that word by just associating words?"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "5-6",
      "min": 4,
      "max": 10
    },
    "tags": ["cooperative", "writing", "guessing"],
    "available": {
      "pt": false,
      "en": false
    }
  },
  "X": {
    "gameCode": "X",
    "gameName": "cruza-palavras",
    "version": "2.1",
    "title": {
      "pt": "Cruza Palavras",
      "en": "Mixed Clues"
    },
    "summary": {
      "pt": "Uma grade de palavras e várias coordenadas... você consegue associar todas as palavras?",
      "en": "A word grid and many coordinates... are you able to match all words?"
    },
    "rules": {
      "pt": ["TBD"],
      "en": [
        "You will get a coordinate in a grid of with words in their header columns and header rows. You must write a single word clue that connects both coordinates headers",
        "After everybody is done, everybody has to match the clues with the coordinates",
        "Getting the exact clue coordinate gets you 2 points, but if you get a right coordinate with a wrong clue, you still get 1 point",
        "Watch out, if nobody gets your clue, you lose points equal to the number of players, ouch",
        "A new bigger board will show up when there are not enough clues for each player and... will use the clues written by the players as coordinates",
        "The game ends after 6 rounds"
      ]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive"],
    "available": {
      "pt": true,
      "en": true
    },
    "options": [{ "label": "Larger Grid", "key": "largerGrid" }]
  },
  "Y": {
    "gameCode": "Y",
    "gameName": "te-conheco",
    "version": "none",
    "title": {
      "pt": "Te conheço?",
      "en": "You don't know me"
    },
    "summary": {
      "pt": "Você conhece os outros jogadores? Consegue descobrir uma mentira ou adivinhar quem disse o que?",
      "en": "Do you know the other players? Can you spot a lie? Can you match the player with a sentence?"
    },
    "rules": {
      "pt": ["TBD"],
      "en": ["TBD"]
    },
    "playerCount": {
      "recommended": "4-6",
      "min": 3,
      "max": 10
    },
    "tags": ["competitive", "turn-based", "images"],
    "available": {
      "pt": false,
      "en": false
    }
  }
}
